{
  "en": {
    "title": "VIA CLAUDIA AUGUSTA × ALPE ADRIA",
    "location": "ALPS",
    "date": "MAY 2024",
    "category": "LIFE",
    "type": "Travel",
    "url": "alpy_rowerem",
    "description": "Freshly after high school graduation, I set off with my dad on an adventure that I want to share with you. We packed all the necessary things into bike panniers and boarded a train, starting our journey. Our goal was to reach the heart of the Alps.\n\n## Uphill and Against the Wind\nWe started in Bavaria, where every beer garden smelled of beer and pretzels. The road was initially smooth but quickly turned into a series of steep climbs that made my thighs burn like fire. The reward was the insane descents where overtaking cars became the norm.\n\nBut you know what? We made it. You just have to keep pedaling, even when it hurts. If you pedal long enough, you'll find yourself at the top of that longed-for pass. Man, that view! To you, breathless and dizzy, it feels as if God himself painted that landscape just for you.\n\n## Blue Rivers and Apple Orchards\nWe rode through Austria, where the rivers are so blue they look dyed. Along the way, we stuffed ourselves with frittatensuppe, schnitzels, and, of course, strudels. Then we crossed the border into Italy. From there, the trail descended all the way to the sea. We rode through picturesque towns with cobblestone streets, Trentino's apple orchards, which eventually gave way to vineyards. We passed many other cyclists, from little kids to retirees. The highlight was Lake Garda. If you haven't been there, you're missing out!\n\n## Tunnels and Valleys\nWe took a train to Venice, from where we headed back north to Austria. The route was unique as it followed the old Austro-Hungarian railway line, along steep valleys. Through carved tunnels, historic bridges, and admiring mountain landscapes that I won't even try to describe, we returned to Austria.\n\n## Epilogue\nI reminisce about the view of the snow-capped peaks of the Alps, shining in the sun like diamonds. Sunsets over Lake Garda, where the sky, ablaze with oranges and wildflowers, meets the turquoise water. The Italian plains, scorching under the relentless sun, where every kilometer is a battle with the elements. The Austrian meadows, where cows with bells graze peacefully, and the giants in the background guard this inaccessible land."
  },
  "pl": {
    "title": "VIA CLAUDIA AUGUSTA × ALPE ADRIA",
    "location": "ALPY",
    "date": "MAJ 2024",
    "category": "LIFE",
    "type": "Travel",
    "url": "alpy_rowerem",
    "description": "Świeżo po maturze wyruszyłem z tatą na wyprawę, którą chcę się z Wami podzielić. Spakowaliśmy wszystkie niezbędne rzeczy w sakwy rowerowe i wsiedliśmy w pociąg rozpoczynając naszą przygodę. Naszym celem było dotarcie w samo serce Alp.\n\n## Pod górkę i pod wiatr\nZaczęliśmy w Bawarii, gdzie w każdym ogródku piwnym pachniało piwem i precelkami. Droga była początkowo gładka, ale szybko zmieniła się w serię stromych podjazdów, które sprawiały, że moje uda płonęły jak w ogniu. Nagrodą były szaleńcze zjazdy, gdzie normą stało się wyprzedzanie samochodów.\n\nAle wiecie co? Daliśmy radę. Po prostu wystarczy pedałować, nawet kiedy boli. Jak wystarczająco długo pedałujesz, to znajdziesz się na szczycie tej utęsknionej przełęczy. Człowieku, ten widok! Tobie, zdyszanemu i z zawrotami głowy, wydaje się, jakby sam Bóg namalował ten pejzaż specjalnie dla ciebie.\n\n## Błękitne rzeki i jabłkowe sady\nJechaliśmy przez Austrię, gdzie rzeki są tak błękitne, że wyglądają, jakby je ktoś zabarwił. Po drodze napychaliśmy się frittatensuppe, sznyclami i obowiązkowo strudlami. Potem przekroczyliśmy granicę Włoch. Odtąd szlak cały czas schodził w dół aż do morza. Jechaliśmy przez malownicze miasteczka z wybrukowanymi uliczkami, trydenckie sady jabłkowe, które z czasem ustąpiły miejsca winnicom. Mijaliśmy mnóstwo innych kolarzy, od małych dzieci po emerytów. Punktem kulminacyjnym było jezioro Garda. Kto nie był, niech żałuje!\n\n## Tunele i doliny\nPociągiem przejechaliśmy do Wenecji, skąd ruszyliśmy z powrotem na północ do Austrii. Trasa była wyjątkowa, ponieważ biegła przez dawną trasę kolei austriacko-węgierskiej, wzdłuż stromych dolin. Wydrążonymi tunelami, zabytkowymi mostami, podziwiając górskie pejzaże, których nie będę nawet próbował opisywać, wróciliśmy do Austrii.\n\n## Epilog\nWspomnieniami wracam do widoku ośnieżonych iglic Alp, błyszczących w słońcu niczym diamenty. Zachodów słońca nad jeziorem Garda, gdzie niebo płonące pomarańczami i dzikimi kwiatami spotyka się z turkusową taflą wody. Włoskich równin, palących niemiłosiernie słońcem, gdzie każdy kilometr jest walką z żywiołem. Polan w Austrii, gdzie krowy z dzwonkami pasą się spokojnie, a giganty w tle strzeżą tej niedostępnej krainy."
  }
}